/**
 * 小程序配置文件
 */

module.exports = {

  //NLI appkey
  appkey: `b4118cd178064b45b7c8f1242bcde31f`,

  //NLI appsecret
  appsecret: `7908028332a64e47b8336d71ad3ce9ab`,
  
  corpus: [
    // '闲聊',
    // '天气',
    // '诗词',
    // '单位换算',
    // '新闻',
    // '算24点',
    // '菜谱',
    // '汇率',
    // '邮编',
    // '区号',
    // '股票',
    // '日历',
    // '节目预告',
    // '笑话',
    // '故事',
    // '购物',
    // '数学运算',
    // '百科',
    // '搜索',

    '你今年多大啦',
    '上海今天天气如何',
    '北京的呢',
    '李白写过什么诗',
    '我要听李白的静夜思',
    '背一首将进酒',
    '一公里等于多少英尺',
    '我要看体育新闻',
    '4567算24点',
    '红烧肉的做法',
    '1美元能换算多少人民币',
    '查一下南昌的邮编',
    '郑州的区号是多少',
    '中国石油的股价',
    '今年中秋节是哪一天',
    '明晚湖南卫视放什么节目',
    '来个笑话',
    '讲个故事听听',
    '我要买电脑',
    '1加到100等于多少',
    '黄山有多高',
    '百度搜一下薛之谦的照片',
  ]
};
